import React from "react";
import { JobImg } from "../assets";

const About = () => {
  return (
    <div className='container mx-auto flex flex-col gap-8 2xl:gap-14 py-6 '>
      <div className='w-full flex flex-col-reverse md:flex-row gap-10 items-center p-5'>
        <div className='w-full md:2/3 2xl:w-2/4'>
          <h1 className='text-3xl text-blue-600 font-bold mb-5'>О нас</h1>
          <p className='text-justify leading-7'>
          Благодаря тесным отношениям нашего любимого института и предприятий сотрудничающих с ним мы может предоставить платформу для размещения вакансий специально для студентов МАИ
 Наш сайт предоставляет актуальные вакансии предприятий сотрудничающих с Московским Авиационным Институтом. Помощник для каждого студента желающего найти стажировку или полноценную работу. 
Общий список предприятий: 
          </p>
        </div>
        <img src={JobImg} alt='About' className='w-auto h-[300px]' />
      </div>

      <div className='leading-8 px-5 text-justify'>
        <p>
        ЦИАМ
ПАО «Объединённая авиастроительная корпорация»

Опытно-конструкторское бюро им. П.О. Сухого
Опытно-конструкторское бюро им. А.И. Микояна
Опытно-конструкторское бюро им. А.С. Яковлева
АО «АэроКомпозит»
АО «Лётно-исследовательский институт им. М.М. Громова»
АО «Туполев»
ПАО «Авиационный комплекс им. С.В. Ильюшина»
ПАО «Таганрогский авиационный научно-технический комплекс имени Г.М. Бериева»
ПАО «Яковлев» (ПАО «Научно-производственная корпорация «Иркут»)
Филиал ПАО «ИЛ» – ЭМЗ им. В.М. Мясищева
Филиал ПАО «ОАК» – Комсомольский-на-Амуре авиационный завод имени Ю.А. Гагарина
Филиал ПАО «ОАК» – Новосибирский авиационный завод им. В.П. Чкалова
Image Description
АО «Вертолёты России»
Image Description
АО «Вертолёты России»
АО «Авиационные редукторы и трансмиссии – Пермские моторы»
АО «Национальный центр вертолётостроения имени М.Л. Миля и Н.И. Камова»
АО «Ступинское машиностроительное производственное предприятие»
АО «Улан-Удэнский авиационный завод»
Ростовский вертолетный производственный комплекс ПАО «Роствертол» имени Б.Н. Слюсаря
Image Description
АО «Объединённая двигателестроительная корпорация»

АО «ММП имени В.В. Чернышева»
АО «ОДК-Климов»
ПАО «ОДК-Кузнецов»
ПАО «ОДК-Сатурн»
ПАО «ОДК-Уфимское моторостроительное производственное объединение»
Image Description
Холдинг АО «Технодинамика»
АО «Машиностроительное производственное объединение имени И. Румянцева»
АО «Московский конструкторско-производственный комплекс «Универсал им. А.И. Привалова»
АО «Научно-исследовательский институт парашютостроения»
АО «Научно-исследовательский технологический институт имени П. И. Снегирева»
АО «Серовский механический завод»
АО «Уральский завод гражданской авиации»
АО «Уфимское агрегатное предприятие «Гидравлика»
АО «Уфимское агрегатное производственное объединение»
АО «Федеральный научно-производственный центр «Научно-исследовательский институт прикладной химии»
Image Description
АО «Концерн Радиоэлектронные технологии»

АО «Авиационная электроника и коммуникационные системы»
АО «Аэроприбор-Восход»
АО «Конструкторское бюро промышленной автоматики»
АО «Корпорация «Фазотрон – Научно-исследовательский институт радиостроения»
АО «Московский научно-производственный комплекс «Авионика» имени О.В. Успенского»
АО «Московское конструкторское бюро «Компас»
АО «Научно-исследовательский институт авиационного оборудования»
АО «НПО «Высокоточные комплексы»
АО «Раменское приборостроительное конструкторское бюро»
ПАО «Московский институт электромеханики и автоматики»
Image Description
Холдинг «Российская электроника»

АО «Научно-производственное предприятие «Алмаз»
АО «Научно-производственное предприятие «Пульсар»
Image Description
Холдинг «Швабе»

АО «Производственное объединение «Уральский оптико-механический завод» имени Э.С. Яламова»
ПАО «Красногорский завод им. С.А. Зверева»
Image Description
АО «Концерн радиостроения «Вега»

АО «Инженерно-маркетинговый центр Концерна «Вега»
АО «Научно-исследовательский институт «Аргон»
АО «Научно-исследовательский центр электронной вычислительной техники»
ПАО «Ковылкинский электромеханический завод»
Image Description
АО «Научно-производственный концерн «Технологии машиностроения»

АО «Научно-производственное объединение «Базальт»
Image Description
АО «НПО «Высокоточные комплексы»

АО «Конструкторское бюро приборостроения им. академика А.Г. Шипунова»
АО «Научно-производственная корпорация «Конструкторское бюро машиностроения»
АО «Центральное конструкторское бюро аппаратостроения»
АО «Центральный научно-исследовательский институт автоматики и гидравлики»
Image Description
ПАО «КАМАЗ»

Image Description
АО «РТ-Проектные технологии»
Image Description
АО «Обнинское научно-производственное предприятие «Технология» имени А.Г. Ромашина»

Image Description
АО «Московское производственное объединение «Металлист»

Image Description
Государственная корпорация «Роскосмос»
АО «Информационные спутниковые системы» имени академика М.Ф. Решетнёва»
АО «Научно-производственное объединение им. С.А. Лавочкина»
АО «Центральный научно-исследовательский институт машиностроения» 
ПАО «Ракетно-космическая корпорация «Энергия» имени С.П. Королёва»
АО «Государственный космический научно-производственный центр имени М.В. Хруничева»
АО «Государственный научный центр Российской Федерации «Исследовательский центр имени М.В.Келдыша»
АО «Государственный ракетный центр имени академика В.П. Макеева»
АО «Корпорация «Московский институт теплотехники»
АО «Корпорация «Стратегические пункты управления»
АО «Научно-исследовательский институт машиностроения»
АО «Научно-исследовательский институт точных приборов»
АО «Научно-исследовательский институт электромеханики»
АО «Научно-производственная корпорация «Космические системы мониторинга, информационно-управляющие и электромеханические комплексы» имени А.Г. Иосифьяна» (ВНИИЭМ)
АО «Научно-производственная корпорация «Системы прецизионного приборостроения»
АО «Научно-производственное объединение измерительной техники»
АО «Научно-производственное предприятие «Квант»
АО «Научно-производственный центр автоматики и приборостроения имени академика Н.А. Пилюгина»
АО «НПО Энергомаш имени академика В. П. Глушко»
АО «Опытное конструкторское бюро «Факел»
АО «Организация «Агат»
АО «Протон – Пермские моторы»
АО «Российская корпорация ракетно-космического приборостроения и информационных систем»
АО «Федеральный научно-производственный центр «Алтай»
АНО «Корпоративная Академия Госкорпорации «Роскосмос»
ФГБУ «Научно-исследовательский испытательный центр подготовки космонавтов имени Ю.А. Гагарина»
ФКП «Научно-испытательный центр ракетно-космической промышленности»


ФКП «Научно-испытательный центр ракетно-космической промышленности»
Image Description
Акционерное общество «Концерн воздушно-космической обороны «Алмаз – Антей»
АО «Государственный научно-исследовательский институт приборостроения»
АО «Конструкторское бюро точного машиностроения им. А.Э. Нудельмана»
АО «Корпорация космических систем специального назначения «Комета»
АО «Машиностроительное конструкторское бюро «Факел» имени академика П.Д. Грушина
АО «Московский машиностроительный завод «Авангард»
АО  «Московский научно-исследовательский институт «Агат»
АО «Научно-исследовательский институт приборостроения имени В.В. Тихомирова»
АО «Научно-производственный комплекс «Научно-исследовательский институт дальней радиосвязи»
АО «Опытное конструкторское бюро «Новатор»
АО «РАТЕП»
АО «Центральный научно-исследовательский радиотехнический институт  имени академика А.И. Берга»
ПАО «Долгопрудненское научно-производственное предприятие»
ПАО «Научно-производственное объединение «Алмаз» имени академика А.А. Расплетина»
ПАО «Радиофизика»

ПАО «Радиофизика»
Image Description
Корпорация «Тактическое ракетное вооружение»
АО «Военно-промышленная корпорация «Научно-производственное объединение машиностроения»
АО «Государственное машиностроительное конструкторское бюро «Вымпел» имени И.И. Торопова»
АО «Государственное машиностроительное конструкторское бюро «Радуга» имени А.Я. Березняка»
АО «Государственное научно-производственное предприятие «Регион»
АО «Машиностроительное конструкторское бюро «Искра» имени Ивана Ивановича Картукова»
АО «Рязанское конструкторское бюро «Глобус»
АО «Уральское проектно-конструкторское бюро «Деталь»

Description
ФГБУ Национальный исследовательский центр «Институт имени Н.Е. Жуковского»

Image Description
Государственная корпорация «Росатом»
АО «Высокотехнологический научно-исследовательский институт неорганических материалов имени академика А.А. Бочвара»
АО «Научно-исследовательский институт конструкционных материалов на основе графита» (НИИграфит)
ООО «РЭНЕРА»
ФГУП Московское опытно-конструкторское бюро «Марс»
ФГУП «Российский федеральный ядерный центр - всероссийский научно-исследовательский институт экспериментальной физики»
IT-компании
АНО «Координационный центр национального домена сети Интернет»
АО «АСКОН»
АО «ИБС ИТ Услуги» (IBS)
АО «Инфосистемы Джет»
АО «Лаборатория Касперского»
АО «РАМАКС Системз»







АО «РАМЭК-ВС»
АО «РТСофт»
АО «Системы управления»
АО Научно-производственное объединение «Мобильные Информационные Системы»
АО Научно-технический центр «Модуль»
ООО «Авито Тех»
ООО «Авито»
ООО «АктивБизнесКонсалт»
ООО «Аналитические приборы и специальные технологии защиты»
ООО «Атлас Зет»
ООО «Би Питрон»
ООО «Вайлдберриз»
ООО «Группа Айби»
ООО «ДиДжи-Сайн»
ООО «Иви.ру»
ООО «Интегратор ИТ»
ООО «ИНФИН»
ООО «ИРБИС СКАЙ ТЕХ»
ООО «КВАЗАР»
ООО «КОМНЭТ»
ООО «Лаборатория автоматизированных систем (АС)»
ООО «ЛС-Технологии»
ООО «Марка энд 26дотсс»
ООО «МТС Диджитал»
ООО «Новые облачные технологии»
ООО «Облачные технологии»
ООО «Открытая мобильная платформа»
ООО «ПраймСофт»
ООО «Программный продукт»
ООО «РЖД-Технологии»
ООО «Ростелеком Информационные Технологии»
ООО «РЭДМЭДРОБОТ МСК»
ООО «С7 ТехЛаб»
ООО «СР ДАТА»
ООО «Универсальные системы и технологии»
ООО «Хэдхантер» (HeadHunter)
ООО «Центр инженерно-технического обеспечения»
ООО «Центр развития технологий»
ООО «ЯНДЕКС»
ПАО «Вымпел-Коммуникации» (Билайн)
ПАО «МегаФон»
ПАО «МТС»
ПАО «Ростелеком»
Phygitalism
Image Description
Другие компании:

Description
Другие компании:
Аэрокосмические системы

АО «514 Авиационный ремонтный завод»
АО «Концерн «Международные Аэронавигационные Системы»
АО «Международный аэропорт Шереметьево»
АО «Научно-производственное предприятие «Аэросила»
АО «Научно-производственное предприятие «Звезда» им. Г.И. Северина»
АО «НПО «Андроидная Техника»
АО «Павловский машиностроительный завод «Восход»
Ассоциация работодателей и предприятий индустрии беспилотных авиационных систем «АЭРОНЕКСТ»
Национальная ассоциация производителей техники авиации общего назначения
ОАО «Научно-производственное предприятие «Темп» им. Ф. Короткова»
ООО «Агримакс.Аэро»
ООО «Аэромакс»
ООО «Бюро 1440»
ООО «Группа Компаний «Русагро»
ООО «Первое ОКБ»
ООО Авиапредприятие «Газпром авиа»
ООО Самолетостроительная Компания «Аган»
ПАО «Авиационная корпорация «Рубин»
ПАО «Научно-производственное объединение «Наука»
ФГУП «Государственный научно-исследовательский институт гражданской авиации»
Навигация, радиотехнические системы, системы связи

АО «Горизонт»
АО «Конструкторское бюро «Луч»
АО «Научно-производственное объединение «Электронное приборостроение»
АО «Научно-производственное предприятие «Исток» имени А. И. Шокина
АО «Научно-производственное предприятие «Радар ММС»
АО «Радиотехнический институт имени академика А.Л. Минца»
ООО «Интернет Решения»
ФГУП «Космическая связь»
ФГУП «Научно-производственное предприятие «Гамма»
ФГУП «ПО «Октябрь»
Энергетика

ООО «Политехформ-М»
ПАО «Газпром»
ПАО «Федеральная сетевая компания – Россети»
Судостроение

АО «Объединенная судостроительная корпорация»
АО «Средне-невский судостроительный завод»
Медицина

АНО «Московский центр инновационных технологий в здравоохранении»
АО «Московское протезно-ортопедическое предприятие»
ГАУ города Москвы «Гормедтехника Департамента здравоохранения города Москвы»
ГБУЗ «Научно-исследовательский институт скорой помощи им. Н.В. Склифосовского Департамента здравоохранения города Москвы»
Некоммерческий фонд «Национальный фонд развития здравоохранения»
ФГБУ «Национальный институт качества» Федеральной службы по надзору в сфере здравоохранения
Строительство

АО «53 Центральный проектный институт»
АО «Научно-исследовательский центр «Строительство»
ООО «Кедр»
ООО «Комбинат Инновационных Технологий - МонАрх»
        </p>
      </div>
    </div>
  );
};

export default About;
